app/controllers/laptops_controller.rb

SELECT "laptops".* FROM "laptops"
---
  def index
    @laptops = Laptop.all